

LEXICON: dict[str, str] = {
    'hello first': '<b>Привет и добро пожаловать</b>\n\n'
                   'Нажми клавишу "Играть", что бы начать отгадывать кадры🎥.\n'
                   'Нажми клавишу "Справка", что бы узнать правила и получить справочную информацию📝.\n'
                   'Для добавления своего кадра в игру - пришли его в виде картинки, указав в комментариик нему название загаданного фильма🎞',
    'hello again': ', c возвращением!\n\n'
                   'Нажми клавишу "Играть", что бы начать отгадывать кадры🎥.\n'
                   'Нажми клавишу "Справка", что бы узнать правила и получить справочную информацию📝.\n'
                   'Для добавления своего кадра в игру - пришли его в виде картинки, указав в комментариик нему название загаданного фильма🎞',
    'play': 'Играть',
    'faq': 'Справка',
    'check': 'Проверить кадры'}