

LEXICON: dict[str, str] = {
    'hello first': '<b>Привет и добро пожаловать</b>\n\n'
                   'Нажми клавишу "Играть", что бы начать отгадывать кадры🎥.\n'
                   'Нажми клавишу "Справка", что бы узнать правила и получить справочную информацию📝.\n'
                   'Для добавления своего кадра в игру - пришли его в виде картинки, указав в комментарии к нему название загаданного фильма🎞',
    'hello again': ', c возвращением!\n\n'
                   'Нажми клавишу "Играть", что бы начать отгадывать кадры🎥.\n'
                   'Нажми клавишу "Справка", что бы узнать правила и получить справочную информацию📝.\n'
                   'Для добавления своего кадра в игру - пришли его в виде картинки, указав в комментарии к нему название загаданного фильма🎞',
    'play_button': 'Играть',
    'faq_button': 'Справка',
    'check_button': 'Проверить кадры',
    'not_caption': 'Кадр не принят - вы не указали название фильма в комментарии к изображению.',
    'addShot': 'Спасибо, ваш кадр принят! После проверки модератором, ваш кадр будет добавленв игру!'}


LEXICON_COMMANDS: dict[str, str] = {
    '/start': 'Старт бота'
}