

LEXICON: dict[str, str] = {
    'hello first': '<b>Привет и добро пожаловать</b>\n\n'
                   'Нажми клавишу "Готов играть!", что бы начать отгадывать кадры🎥.\n'
                   'Нажми клавишу "Информация", что бы узнать правила и получить справочную информацию📝.\n'
                   'Для добавления своего кадра в игру - пришли его в виде картинки, указав в комментарии к нему название загаданного фильма🎞',
    'hello again': ', c возвращением!\n\n'
                   'Нажми клавишу "Готов играть!", что бы начать отгадывать кадры🎥.\n'
                   'Нажми клавишу "Информация", что бы узнать правила и получить справочную информацию📝.\n'
                   'Для добавления своего кадра в игру - пришли его в виде картинки, указав в комментарии к нему название загаданного фильма🎞',
    'play_button': 'Готов играть!',
    'faq_button': 'Информация',
    'check_button': 'Проверить кадры',
    'skip': "Пропустить кадр",
    'not_caption': 'Кадр не принят - вы не указали название фильма в комментарии к изображению.',
    'addShot': 'Спасибо, ваш кадр принят! После проверки модератором, ваш кадр будет добавленв игру!',
    'Shot_ok': 'Кадр в игру',
    'Shot_Not_ok': 'Удалить кадр',
    'Shot_notforgame': 'Новых кадров для игры пока что нет, попробуйте поиграть позже или же подабляйте кадры сами. Что бы узнать как это сделать - нажмите кнопку "Информация"',
    'caption_forgame': 'Введите и отправьте название предполагаемого фильма или же нажмите "Пропустить кадр" если нет вариантов.'}


LEXICON_COMMANDS: dict[str, str] = {
    '/start': 'Старт бота'
}